Show / Hide Table of Contents
Class SectionResultBase
Section result base
Inheritance
System.Object
SectionResultBase
ResultOfDeformation
ResultOfInteractionDiagramPlane
ResultOfInternalForces
SectionResultMesh
SectionResultOnPoints
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public abstract class SectionResultBase
Properties
Improve this Doc   View Source
Loading
Loading
Declaration
public ResultOfLoading Loading { get; set; }
Property Value
 Type |  Description
 ResultOfLoading
 Improve this Doc
 View Source